Repository: sezginpak/lifestyles
Catalog: LifeStyles/Resources/Localizable.xcstrings
Source language: tr
Languages: en

# settings.language.change.button
source: Dili Değiştir
en: Change Language

# settings.language.change.title
source: Dil Ayarları
en: Language Settings

# settings.language.restart.message
source: Değişikliklerin uygulanması için uygulama yeniden açılmalı. App needs to be reopened to apply changes.
en: App needs to be reopened to apply language changes. Değişikliklerin uygulanması için uygulama yeniden açılmalı.

# settings.language.restart.warning
source: Dil değişikliği için uygulamanın yeniden başlatılması gerekir. App restart is required for language changes.
en: Language change requires app restart. Dil değişikliği için uygulamanın yeniden başlatılması gerekir.

# settings.language.title
source: Dil / Language
en: Language

# settings.location.features
source: Özellikler
en: Features

# settings.location.management
source: Konum Yönetimi
en: Location Management

# settings.location.open.settings
source: Ayarları Aç
en: Open Settings

# settings.location.permission
source: Konum İzni
en: Location Permission

# settings.location.permission.desc
source: Konum bazlı öneriler almak için sistem ayarlarından izin vermeniz gerekiyor.
en: You need to grant permission from system settings to receive location-based suggestions.

# settings.location.privacy.info
source: Konum bilgileriniz sadece cihazınızda saklanır
en: Your location information is stored only on your device

# settings.location.significant.changes
source: Sadece önemli yer değişikliklerinde çalışır
en: Works only on significant location changes

# settings.location.title
source: Konum
en: Location

# settings.notifications.activity.reminders
source: Aktivite Hatırlatmaları
en: Activity Reminders

# settings.notifications.activity.reminders.description
source: Günlük aktivite önerileri
en: Daily activity suggestions

# settings.notifications.detailed
source: Detaylı Ayarlar
en: Detailed Settings

# settings.notifications.end.time
source: Bitiş Saati
en: End Time

# settings.notifications.frequency.description
source: Ne sıklıkla hatırlatma alınacak
en: How often to receive reminders

# settings.notifications.friend.reminders
source: Arkadaş Hatırlatmaları
en: Friend Reminders

# settings.notifications.friend.reminders.description
source: İletişim kurmanız gereken arkadaşlarınız için
en: For friends you need to contact

# settings.notifications.goal.reminders
source: Hedef Hatırlatmaları
en: Goal Reminders

# settings.notifications.goal.reminders.description
source: Hedefleriniz için son tarih yaklaşınca
en: When your goal deadlines approach

# settings.notifications.habit.reminders
source: Alışkanlık Hatırlatmaları
en: Habit Reminders

# settings.notifications.habit.reminders.description
source: Günlük alışkanlıklarınız için
en: For your daily habits

# settings.notifications.location.suggestions
source: Konum Önerileri
en: Location Suggestions

# settings.notifications.location.suggestions.description
source: Dışarı çıkma ve aktivite önerileri
en: Go out and activity suggestions

# settings.notifications.motivation.messages
source: Motivasyon Mesajları
en: Motivation Messages

# settings.notifications.motivation.messages.description
source: Günlük motivasyon ve ilham
en: Daily motivation and inspiration

# settings.notifications.open.settings
source: Ayarları Aç
en: Open Settings

# settings.notifications.permission
source: Bildirim İzni
en: Notification Permission

# settings.notifications.permission.desc
source: Bildirim almak için sistem ayarlarından izin vermeniz gerekiyor.
en: You need to grant permission from system settings to receive notifications.

# settings.notifications.quiet.active.description
source: Sessiz saatler aktif
en: Quiet hours are active

# settings.notifications.quiet.hours
source: Sessiz Saatler
en: Quiet Hours

# settings.notifications.quiet.hours.enable
source: Sessiz Saatleri Etkinleştir
en: Enable Quiet Hours

# settings.notifications.quiet.inactive.description
source: Sessiz saatler pasif
en: Quiet hours are inactive

# settings.notifications.reminder.frequency
source: Hatırlatma Sıklığı
en: Reminder Frequency

# settings.notifications.start.time
source: Başlangıç Saati
en: Start Time

# settings.notifications.streak.warnings
source: Streak Uyarıları
en: Streak Warnings

# settings.notifications.streak.warnings.description
source: Streak'inizin kopma riski varsa uyarı
en: Warning if your streak is at risk

# settings.notifications.title
source: Bildirim Tercihleri
en: Notification Preferences

# settings.notifications.types
source: Bildirim Türleri
en: Notification Types

# settings.notifications.types.description
source: Hangi bildirimleri almak istediğinizi seçin
en: Choose which notifications you want to receive

# settings.open.app.settings
source: Uygulama Ayarlarını Aç
en: Open App Settings

# settings.permissions.detail.title
source: İzinler
en: Permissions

# settings.permissions.title
source: İzinler
en: Permissions

# settings.premium.ai.messages.today
source: Bugün kullanılan AI mesajı:
en: AI messages used today:

# settings.premium.benefits.description
source: Sınırsız AI chat, gelişmiş analitikler ve öncelikli desteğe sahipsiniz.
en: Unlimited AI chat, advanced analytics and priority support.

# settings.premium.daily.usage.format
source: Bugün: %lld/%lld mesaj
en: Today: %lld/%lld messages

# settings.premium.member
source: Premium Üye
en: Premium Member

# settings.premium.member.status
source: Premium Üyesiniz
en: You are a Premium Member

# settings.premium.messages.count
source: %lld mesaj
en: %lld messages

# settings.premium.price.month
source: %@/ay
en: %@/month

# settings.premium.remaining.format
source: %lld kaldı
en: %lld remaining

# settings.premium.total.messages
source: Toplam mesaj:
en: Total messages:

# settings.premium.unlimited.features
source: Limitsiz AI chat, gelişmiş analitikler
en: Unlimited AI chat, advanced analytics

# settings.premium.upgrade
source: Premium'a Geç
en: Upgrade to Premium

# settings.privacy
source: Gizlilik
en: Privacy

# settings.profile
source: Profil
en: Profile

# settings.profile.completion
source: Profil: %%%d tamamlandı
en: Profile: %d%% complete

# settings.sheet.working
source: ✅ Sheet Çalışıyor!
en: ✅ Sheet Working!

# settings.tagline
source: Kişisel yaşam koçunuz
en: Your personal life coach

# settings.test.message
source: TEST - BU AÇILIYORSA SORUN BAŞKA
en: TEST - IF THIS OPENS, PROBLEM IS ELSEWHERE

# settings.title
source: Ayarlar
en: Settings

# settings.user.label
source: LifeStyles Kullanıcısı
en: LifeStyles User

# settings.version
source: Versiyon
en: Version

source: Sevgi Dili
en: Love Language

source: Sevgi dili ve diğer detayları sonra ekleyebilirsiniz
en: You can add love language and other details later

source: Seviye %lld
en: Level %lld

source: Sil
en: Delete

source: Siliniyor...
en: Deleting...

source: Size Özel Hedefler
en: Personalized Goals

source: Sık Kullanılan Tag'ler
en: Frequently Used Tags

source: Sıklık
en: Frequency

source: Skor
en: Score

source: SKOR
en: SCORE

source: Skor: %@
en: Score: %@

source: Sohbet ara...
en: Search chat...

source: Sohbet Geçmişi
en: Chat History

source: Son 7 Gün
en: Last 7 Days

source: Son 30 Gün
en: Last 30 Days

source: SON JOURNAL
en: LATEST JOURNAL

source: Son Kayıt
en: Last Record

source: Son kayıt: %@
en: Last record: %@

source: Son: %@
en: Last: %@

source: Sonraki Hedef
en: Next Goal

source: Sonraki İletişim
en: Next Contact

source: Sonraki rozet
en: Next badge

source: Sonraki: %@
en: Next: %@

source: Sonuç bulunamadı
en: No results found

# special.dates.add
source: Özel Tarih Ekle
en: Add Special Date

# special.dates.anniversary
source: Yıldönümü
en: Anniversary

# special.dates.empty
source: Özel tarih eklenmedi
en: No special dates added

# special.dates.info
source: Özel Tarihler
en: Special Dates

# special.dates.notes.footer
source: Bu tarihler kişiselleştirilmiş hatırlatmalar için kullanılacak
en: These dates will be used for personalized reminders

# special.dates.title
source: Özel Tarihler
en: Special Dates

# splash.tagline
source: Hayatın Her Anında Yanında
en: With You at Every Moment of Life

# stats.at.home
source: Evde
en: At Home

# stats.outside
source: Dışarıda
en: Outside

# stats.records
source: Kayıt
en: Records

# status.at.home
source: Evdesiniz
en: You Are at Home

# status.outside
source: Dışarıdasınız
en: You Are Outside

source: Streak aktif!
en: Streak active!

source: Şu Anki Konum
en: Current Location

# suggested.activities
source: Önerilen Aktiviteler
en: Suggested Activities

# tab.contacts
source: Arkadaşlar
en: Friends

# tab.dashboard
source: Ana Sayfa
en: Home

# tab.goals
source: Hedefler
en: Goals

# tab.location
source: Aktivite
en: Activity

# tab.settings
source: Ayarlar
en: Settings

source: Tag'ler
en: Tags

# tags.frequently.used
source: Sık Kullanılan Tag'ler
en: Frequently Used Tags

# tags.selected.count.format
source: %lld seçili
en: %lld selected

# tags.suggestions
source: Öneriler
en: Suggestions

source: Tamam
en: OK

source: Tamamla
en: Complete

source: Tamamlama
en: Completion

source: Tamamlanan
en: Completed

source: Tamamlanan Hedefler
en: Completed Goals

source: Tamamlandı
en: Completed

source: Tamamlanma
en: Completion

source: Tarih
en: Date

source: Tarih ve Saat
en: Date and Time

source: Telefon
en: Phone

source: Telefon (Opsiyonel)
en: Phone (Optional)

source: Temel Bilgiler
en: Basic Information

source: Temizle
en: Clear

# template.all
source: Tümü
en: All

# template.continue.without
source: Şablonsuz Devam Et
en: Continue Without Template

# template.guided.writing
source: Guided writing ile düşüncelerini yapılandır
en: Structure your thoughts with guided writing

# template.use.writing
source: Yazma şablonu kullan
en: Use writing template

# time.day
source: gün
en: day

# time.days
source: gün
en: days

# time.month
source: ay
en: month

# time.this.week
source: Bu hafta
en: This Week

# time.unit.day
source: gün
en: day

# time.unit.year
source: yıl
en: year

# time.week
source: hafta
en: week

# time.year
source: yıl
en: year

source: Tip
en: Type

source: Toplam Kayıt
en: Total Records

source: Toplam Mesafe
en: Total Distance

# total.distance
source: Toplam Mesafe
en: Total Distance

# total.records
source: Toplam Kayıt
en: Total Records

# transaction.add.first
source: İlk İşlemi Ekle
en: Add First Transaction

# transaction.credit
source: Alacak
en: Credit

# transaction.debt
source: Borç
en: Debt

# transaction.due.days
source: 📅 Vade: %lld gün
en: 📅 Due: %lld days

# transaction.due.today
source: 🔔 Bugün vade bitiyor
en: 🔔 Due today

# transaction.due.within.days
source: ⏰ %lld gün içinde
en: ⏰ Within %lld days

# transaction.empty
source: Henüz borç/alacak kaydı yok
en: No debt/credit records yet

# transaction.i.owe
source: Ben borçluyum
en: I owe them

# transaction.overdue.days
source: ⚠️ %lld gün gecikti
en: ⚠️ %lld days overdue

# transaction.paid
source: Ödendi
en: Paid

# transaction.they.owe
source: Onlar borçlu
en: They owe me

# transaction.type
source: İşlem Tipi
en: Transaction Type

# transaction.unpaid
source: Ödenmedi
en: Unpaid

source: Tüm Alışkanlıklar
en: All Habits

source: Tüm Arkadaşlar
en: All Friends

source: Tüm Şablonlar
en: All Templates

source: Tüm Verileri Sil
en: Delete All Data

source: Tüm Verileri Sil?
en: Delete All Data?

source: Tümü
en: All

source: Tümünü Sil
en: Delete All

source: Uygulama İpuçları
en: App Tips

source: Versiyon
en: Version

# view.history
source: Geçmişi Görüntüle
en: View History

# view.list
source: Liste
en: List

# view.map
source: Harita
en: Map

# wordcloud.most.used
source: En Çok Kullanılan Kelimeler
en: Most Used Words

# wordcloud.not.enough.data
source: Henüz yeterli veri yok
en: Not enough data yet

source: Yazma şablonu kullan
en: Use writing template

source: Yeni Alışkanlık
en: New Habit

source: Yeni Arkadaş Ekle
en: Add New Friend

source: Yeni bir alışkanlık eklemek için + butonuna dokunun
en: Tap + to add a new habit

source: Yeni bir hedef eklemek için + butonuna dokunun
en: Tap + to add a new goal

source: Yeni Hedef
en: New Goal

source: Yeni Journal
en: New Journal

source: Yeni Öneriler Al
en: Get New Suggestions

source: Yeni Öneriler Oluştur
en: Generate New Suggestions

source: Yeniden Oluştur
en: Regenerate

source: yıl
en: year

source: Yıldönümü
en: Anniversary

source: Yıldönümü Tarihi
en: Anniversary Date

source: Yıldönümüne %lld gün kaldı
en: %lld days until anniversary

source: Yoğunluk seviyesi: %lld / 5
en: Intensity level: %lld / 5

source: Zaman
en: Time
